<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.1Password8</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>1Password</string>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.pkg.1Password8</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.1Password8</key>
			<dict>
				<key>git_hash</key>
				<string>379045f5649188630e2aac577023d2c7a2f7e78b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password8.download.recipe</string>
				<key>sha256_hash</key>
				<string>e2ce9b01cd8b1c5a18cf0918867ca8a9880b91534a5734c59f4417f03f999357</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.1Password8</key>
			<dict>
				<key>git_hash</key>
				<string>379045f5649188630e2aac577023d2c7a2f7e78b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password8.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>1bdfbe7adc7e5291becbf462be49909d40a4d0c8c4ca2f49fed31e5cccbbf603</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
