<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.1PasswordCLI</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>1PasswordCLI</string>
		<key>PKG_ID</key>
		<string>com.1password.op</string>
		<key>SEARCH_PATTERN</key>
		<string>href=\"(?P&lt;url&gt;https://cache.agilebits.com/dist/1P/op/pkg/v[0-9\.]+/op_apple_universal_v(?P&lt;version&gt;[0-9\.]+).pkg)\"</string>
		<key>SEARCH_URL</key>
		<string>https://app-updates.agilebits.com/product_history/CLI</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.gerardkok.pkg.1PasswordCLI</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.gerardkok.download.1PasswordCLI</key>
			<dict>
				<key>git_hash</key>
				<string>5f37b8ebbcf7d4adca98bafed7501891b0fda4d9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.gerardkok-recipes/1Password/1PasswordCLI.download.recipe</string>
				<key>sha256_hash</key>
				<string>16b3f5299df4a32941ff916c9063d0559ef3735cf1436ffbb99d024ae07721e2</string>
			</dict>
			<key>com.github.gerardkok.pkg.1PasswordCLI</key>
			<dict>
				<key>git_hash</key>
				<string>ad369adf18ffd79e9975032ad1568cfb231bae42</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.gerardkok-recipes/1Password/1PasswordCLI.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>4fe4bb2a7a149ad352415691f041279184c6e76d6b2b687cdcf2aea8c006dc6a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
