<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.AdobeCreativeCloudInstaller</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Creative Cloud Installer</string>
		<key>NAMEWITHOUTSPACES</key>
		<string>CreativeCloudInstaller</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;url&gt;https://ccmdl.adobe.com/AdobeProducts/KCCC/CCD/.*?/osx10/ACCC.*?.dmg)</string>
		<key>SEARCH_URL</key>
		<string>https://helpx.adobe.com/download-install/kb/creative-cloud-desktop-app-download.html</string>
		<key>SOFTWARETITLE</key>
		<string>Creative Cloud Installer</string>
		<key>VENDOR</key>
		<string>Adobe</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.AdobeCreativeCloudInstaller</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>XMLReader</key>
			<dict>
				<key>git_hash</key>
				<string>de38b58e8e38a5c0fc62be8621d4b352a77b5a54</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeCreativeCloud/XMLReader.py</string>
				<key>sha256_hash</key>
				<string>c05bd3ad80326eac11cba84abef7b69ab185d35b2091c5dffac4cf7baadb8b6c</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.AdobeCreativeCloudInstaller</key>
			<dict>
				<key>git_hash</key>
				<string>600fae97480b9ab3c067ec0330226d68c00a7b0b</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeCreativeCloud/AdobeCreativeCloudInstaller.download.recipe</string>
				<key>sha256_hash</key>
				<string>55c4386b55c2889aa34a1aa21e56cfbe0558affde3a4081954a1a73cec3bbfe4</string>
			</dict>
			<key>com.github.rtrouton.pkg.AdobeCreativeCloudInstaller</key>
			<dict>
				<key>git_hash</key>
				<string>52d0c0644b6049463a883aa957afb941309b1be1</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeCreativeCloud/AdobeCreativeCloudInstaller.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9340f27d0cd537b54b447531b4f2a5721187aa81e79dfa0d6071bb82e26ecddc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
