<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.AdobeAir</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>AdobeAIR</string>
		<key>URL</key>
		<string>https://airdownload.adobe.com/air/mac/download/latest/AdobeAIR.dmg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.AdobeAIR</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeAIR</key>
			<dict>
				<key>git_hash</key>
				<string>e635a469d30f3bf06bc320391e6afec07677c429</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeAIR/AdobeAIR.download.recipe</string>
				<key>sha256_hash</key>
				<string>e5e9ed6620d67d3af9c099ffd93f6f56a65d7788917c4493c8dc12481eb09be9</string>
			</dict>
			<key>com.github.autopkg.pkg.AdobeAIR</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeAIR/AdobeAir.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>98db243a312d11a1abbbafecdce39f7b3232170b186a5037a902b222ff99c6dd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
