<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.AdobeCreativeCloudInstaller</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Creative Cloud Installer</string>
		<key>NAMEWITHOUTSPACES</key>
		<string>CreativeCloudInstaller</string>
		<key>SEARCH_PATTERN</key>
		<string>(?P&lt;url&gt;https://ccmdl.adobe.com/AdobeProducts/KCCC/CCD/.*?/osx10/ACCC.*?.dmg)</string>
		<key>SEARCH_URL</key>
		<string>https://helpx.adobe.com/download-install/kb/creative-cloud-desktop-app-download.html</string>
		<key>SOFTWARETITLE</key>
		<string>Creative Cloud Installer</string>
		<key>VENDOR</key>
		<string>Adobe</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.AdobeCreativeCloudInstaller</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>XMLReader</key>
			<dict>
				<key>git_hash</key>
				<string>de38b58e8e38a5c0fc62be8621d4b352a77b5a54</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeCreativeCloud/XMLReader.py</string>
				<key>sha256_hash</key>
				<string>c05bd3ad80326eac11cba84abef7b69ab185d35b2091c5dffac4cf7baadb8b6c</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.AdobeCreativeCloudInstaller</key>
			<dict>
				<key>git_hash</key>
				<string>de38b58e8e38a5c0fc62be8621d4b352a77b5a54</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeCreativeCloud/AdobeCreativeCloudInstaller.download.recipe</string>
				<key>sha256_hash</key>
				<string>a9a65d3de5cb95343ad1ad5c5dbd69b211a4c46e0a651c368217a8466bad9fe8</string>
			</dict>
			<key>com.github.rtrouton.pkg.AdobeCreativeCloudInstaller</key>
			<dict>
				<key>git_hash</key>
				<string>de38b58e8e38a5c0fc62be8621d4b352a77b5a54</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/AdobeCreativeCloud/AdobeCreativeCloudInstaller.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>557fcb390de5fe1487f544a0faa9fd1fdb31832ef96c9b5ca645baffa07c0f08</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
