<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.AdoptOpenJDK8</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>AdoptOpenJDK 8</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.grahampugh.recipes.pkg.AdoptOpenJDK8</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.grahampugh.recipes.download.AdoptOpenJDK8</key>
			<dict>
				<key>git_hash</key>
				<string>09ff9ab39b7487d0a92ae771ff6fbe339c458fca</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.grahampugh.recipes/AdoptOpenJDK/AdoptOpenJDK8.download.recipe</string>
				<key>sha256_hash</key>
				<string>7072192265f108616ca61527ce419a3d7b5404c3a2bc2b0280b7cefddcd35b18</string>
			</dict>
			<key>com.github.grahampugh.recipes.pkg.AdoptOpenJDK8</key>
			<dict>
				<key>git_hash</key>
				<string>09ff9ab39b7487d0a92ae771ff6fbe339c458fca</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.grahampugh.recipes/AdoptOpenJDK/AdoptOpenJDK8.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>daa48e44fbe1c4c53cfdb428e2692c457728c4f32f09c06e50354734da645234</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
