<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.AdoptOpenJDK11</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>AdoptOpenJDK 11</string>
		<key>STOPPROCESSINGIF_PREDICATE</key>
		<string>download_changed == False</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.grahampugh.recipes.pkg.AdoptOpenJDK11</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.grahampugh.recipes.download.AdoptOpenJDK11</key>
			<dict>
				<key>git_hash</key>
				<string>80122b26c457957342b43dd0382abca7ee3e8c18</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.grahampugh.recipes/AdoptOpenJDK/AdoptOpenJDK11.download.recipe</string>
				<key>sha256_hash</key>
				<string>e5942cc365d0c2a2a5bf39ee1a8ad690a175c93bbe400b1b112ce8050c926209</string>
			</dict>
			<key>com.github.grahampugh.recipes.pkg.AdoptOpenJDK11</key>
			<dict>
				<key>git_hash</key>
				<string>81c82548af3671fb281dc2b52fbf07eae558a261</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.grahampugh.recipes/AdoptOpenJDK/AdoptOpenJDK11.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>d6deea6a07a3c29b8331b6fda5cd6ce4ee8c241e07f6568b5ffdc08e9e216381</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
