<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.Atom</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Atom</string>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.pkg.Atom</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.Atom</key>
			<dict>
				<key>git_hash</key>
				<string>32da6fa727ebcea5b835000d3ea4998d6b48cac2</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/GitHub/Atom.download.recipe</string>
				<key>sha256_hash</key>
				<string>e750f36db1b2ef82d861b1cd6fab2b8d30d495d6386187a945264003a16c22aa</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.Atom</key>
			<dict>
				<key>git_hash</key>
				<string>2bbf3031013cc16a4f7239840acac5df6da77d7e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/GitHub/Atom.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a082f98bde8a6234c3c0511e94ad727e973f462e0114982070bbef980665dad2</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
