<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.download.AutoPkg-Release</string>
	<key>Input</key>
	<dict>
		<key>INCLUDE_PRERELEASES</key>
		<string></string>
		<key>NAME</key>
		<string>AutoPkg</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.download.AutoPkg-Release</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AutoPkg-Release</key>
			<dict>
				<key>git_hash</key>
				<string>51513ade261743e8e41885b5278b9821cb9000c5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AutoPkg/AutoPkg-Release.download.recipe</string>
				<key>sha256_hash</key>
				<string>e33ee93ec64e9bd8b3334012ee25854b2008cf892b97b5cacff0f2abb19e533d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
