<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.dockutil</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>dockutil</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.jessepeterson.pkg.dockutil</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.jessepeterson.download.dockutil</key>
			<dict>
				<key>git_hash</key>
				<string>0332b5927bfddc6ba7eaaee5bcac91ca442987f7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/dockutil/dockutil.download.recipe</string>
				<key>sha256_hash</key>
				<string>dc4d8f9c504eb389143ea9db487bce804bd972f521ae8c8edd7028ade3b214f0</string>
			</dict>
			<key>com.github.autopkg.jessepeterson.pkg.dockutil</key>
			<dict>
				<key>git_hash</key>
				<string>9ba13556e9192fd21a950799dae3fb75e016fe68</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jessepeterson-recipes/dockutil/dockutil.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>c01d4b52448e24b029091ba83dce9873ff496f5f2d25423eb9c96caa54ba4c57</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
