<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.GoogleChromeCanary</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>Google Chrome Canary</string>
		<key>BUNDLE_ID</key>
		<string>com.google.Chrome.canary</string>
		<key>DOWNLOAD_URL</key>
		<string>https://dl.google.com/release2/q/canary/googlechrome.dmg</string>
		<key>NAME</key>
		<string>Chrome</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.fishd72.pkg.Chrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.fishd72.pkg.Chrome</key>
			<dict>
				<key>git_hash</key>
				<string>f72ab636dcfe834aee39c5b32024a6c675232042</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.fishd72-recipes/GoogleChromeCanary/GoogleChromeCanary.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>41aa110fc8ebb0139e7793e117a1e7b24a52a41c0c2aa028cc95510b2b017bd2</string>
			</dict>
			<key>com.github.foigus.download.googlechromecanary</key>
			<dict>
				<key>git_hash</key>
				<string>bff0e36849fea1adaf891d878c4341f6b1863889</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/Google/GoogleChromeCanary.download.recipe</string>
				<key>sha256_hash</key>
				<string>1c9b16044776f8c32b2beee0eb734c30ecdbfb49e0469fa9f25bf75ff4caadaa</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
