<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.Handbrake</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Handbrake</string>
		<key>PRERELEASE</key>
		<string></string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.Handbrake</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.Handbrake</key>
			<dict>
				<key>git_hash</key>
				<string>93d8f9c58313e2462659267a1ba53a22d36d7fa9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Handbrake/Handbrake.download.recipe</string>
				<key>sha256_hash</key>
				<string>c40d4e8024807e981269ed2725feb1a24030292fcad57aa089b92ef3e442d603</string>
			</dict>
			<key>com.github.autopkg.pkg.Handbrake</key>
			<dict>
				<key>git_hash</key>
				<string>f29f399c54adee7122e9fdc3c1ea7ed4c67388a4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Handbrake/Handbrake.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9aebd03b9dc256d2c2807b49b9735febc2c6b4729c4a1d0c02b3be3111974a61</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
