<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.Idea-IU</string>
	<key>Input</key>
	<dict>
		<key>APP_FILENAME</key>
		<string>IntelliJ IDEA</string>
		<key>BUNDLE_ID</key>
		<string>com.jetbrains.intellij</string>
		<key>NAME</key>
		<string>IDEA-IU</string>
		<key>PLATFORM</key>
		<string>mac</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.fishd72.pkg.IDEA-IU</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>JetbrainsURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>0237028c9fd5c1162d6c0748c5f9a933dc5d40f7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.mosen-recipes/JetBrains/JetbrainsURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b4ffddc469ef35a478be4b8065764f982910f3cb67bdf8a6bee3ec7a0ec7362f</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.fishd72.pkg.IDEA-IU</key>
			<dict>
				<key>git_hash</key>
				<string>f72ab636dcfe834aee39c5b32024a6c675232042</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.fishd72-recipes/IDEA-IU/IDEA-IU.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>163593b886d217dbd21bda16b49093fec058f7fb23c27e0407c90e3164d4f2cc</string>
			</dict>
			<key>com.github.mosen.download.IDEA-IU</key>
			<dict>
				<key>git_hash</key>
				<string>509ff1a462729f44f8cf9f57ec73b091e48e03a1</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.mosen-recipes/JetBrains/IDEA-IU.download.recipe</string>
				<key>sha256_hash</key>
				<string>81c596ce9176cdec56b0fcd34406603bd36884395532e57e21d30fe7a0a6c2c6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
