<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.imgcat</string>
	<key>Input</key>
	<dict>
		<key>ARCH</key>
		<string>arm64</string>
		<key>NAME</key>
		<string>imgcat</string>
		<key>REPO</key>
		<string>danielgatis/imgcat</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.fishd72.pkg.imgcat</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.fishd72.download.imgcat</key>
			<dict>
				<key>path</key>
				<string>~/src/autopkg/recipes/imgcat.download.recipe</string>
				<key>sha256_hash</key>
				<string>808edb1f632c81851852c532295e2fa57dbbd6f8746a3a00f701e44be42466aa</string>
			</dict>
			<key>com.github.fishd72.pkg.imgcat</key>
			<dict>
				<key>path</key>
				<string>~/src/autopkg/recipes/imgcat.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a6ff0d0122da82c15c19d26f8a4397f3cba8d6356eea6ef356b57ff0a0188d19</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
