<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.IntelliJ-CE</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>IntelliJ IDEA CE</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.IntelliJ-CE</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.mosen.munki.IDEA-IU/JetbrainsURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>0237028c9fd5c1162d6c0748c5f9a933dc5d40f7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.mosen-recipes/JetBrains/JetbrainsURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b4ffddc469ef35a478be4b8065764f982910f3cb67bdf8a6bee3ec7a0ec7362f</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.dataJAR-recipes.download.intellijideace</key>
			<dict>
				<key>git_hash</key>
				<string>06fd453c4c734ad3d67272d60ca2444aa61faf62</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.dataJAR-recipes/IntelliJ-IDEA-CE/IntelliJ-IDEA-CE.download.recipe</string>
				<key>sha256_hash</key>
				<string>fb16119decfdad947b4d500770a7aeff813ac7bbacaedea3a07a55b55c5ea121</string>
			</dict>
			<key>com.github.rtrouton.pkg.IntelliJ-CE</key>
			<dict>
				<key>git_hash</key>
				<string>0610e6a96ed84f86ccc1026c6f7959217936142a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/IntelliJ-CE/IntelliJ-CE.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5e562c33f9cc76cfc16ef518288d00243901cf38045104e48e7afd774927a18b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
