<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.MicrosoftSkypeForBusiness365</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>NAME</key>
		<string>Skype For Business</string>
		<key>PRODUCTID</key>
		<string>832978</string>
		<key>SOFTWARETITLE</key>
		<string>Skype_For_Business</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.skypeforbusiness365</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.skypeforbusiness365</key>
			<dict>
				<key>git_hash</key>
				<string>2d9cc8c17f18b443df6c18d5c1c50f6bcb1aa8d9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftSkypeForBusiness365/MicrosoftSkypeForBusiness365.download.recipe</string>
				<key>sha256_hash</key>
				<string>215c6cd0d0f2f5c9ea9964c18f0e9b25af91702b31e81bc35446202b197abe96</string>
			</dict>
			<key>com.github.rtrouton.pkg.skypeforbusiness365</key>
			<dict>
				<key>git_hash</key>
				<string>90f11cb9012473899a2640d445553ebbe86882a6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftSkypeForBusiness365/MicrosoftSkypeForBusiness365.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>0e63f0ef74929a495bc2987a16866439923d81b9e16d4c2f05898d93728f1b27</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
