<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.MicrosoftTeams</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>NAME</key>
		<string>Microsoft Teams</string>
		<key>PRODUCTID</key>
		<string>869428</string>
		<key>SOFTWARETITLE</key>
		<string>Teams</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.microsoftteams</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.microsoftteams</key>
			<dict>
				<key>git_hash</key>
				<string>ccb1573111f263e913f8e4b81e1c1b5f2785abb7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftTeams/MicrosoftTeams.download.recipe</string>
				<key>sha256_hash</key>
				<string>bab53e18aec97d83639884ada7e4cf72dc3f1a67ad75c171d0a658dbe27d9f2b</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftteams</key>
			<dict>
				<key>git_hash</key>
				<string>90f11cb9012473899a2640d445553ebbe86882a6</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftTeams/MicrosoftTeams.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>84da0b088a863e1ab6f10437fbb5fed2886da74d5ef414e853ceedbb32ee6ab3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
