<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.MicrosoftEdge</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>NAME</key>
		<string>Microsoft Edge</string>
		<key>PRODUCTID</key>
		<string>2093504</string>
		<key>SOFTWARETITLE</key>
		<string>Edge</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.microsoftedge</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.microsoftedge</key>
			<dict>
				<key>git_hash</key>
				<string>94bb3b9cbe49eca82aafd75665bf944f26438532</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftEdge/MicrosoftEdge.download.recipe</string>
				<key>sha256_hash</key>
				<string>77766bae33daee294ca3471d4959b5d88d94baf55f83a22d5c75318dddd8e69a</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftedge</key>
			<dict>
				<key>git_hash</key>
				<string>12cc401a1d6576ad100b47dce19d453f12407274</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftEdge/MicrosoftEdge.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>f7078fa6d94881e5418bb10d3c5175ac77d1db04e012456849a1ec4edb476457</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
