<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.Nessus Agent</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Nessus Agent</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.neilmartin83-recipes.pkg.Nessus Agent</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.neilmartin83-recipes.download.Nessus Agent</key>
			<dict>
				<key>git_hash</key>
				<string>41ccb39579af419e4339a53547bac1fdd4028dfb</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.neilmartin83-recipes/Tenable/Nessus Agent.download.recipe</string>
				<key>sha256_hash</key>
				<string>d66fde79053615efcd6aa31011c07d28139a5036e303f3dfb13d0034ed5e7846</string>
			</dict>
			<key>com.github.neilmartin83-recipes.pkg.Nessus Agent</key>
			<dict>
				<key>git_hash</key>
				<string>41ccb39579af419e4339a53547bac1fdd4028dfb</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.neilmartin83-recipes/Tenable/Nessus Agent.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>e7df7c4916aa9fa65fe0aa733513012d3264da7ae7d3de7a60c709512a9ae355</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
