<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.opera</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Opera</string>
		<key>UPDATE_URL</key>
		<string>https://autoupdate.geo.opera.com/</string>
		<key>USER_AGENT</key>
		<string>Opera autoupdate agent/1.0.0</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.amsysuk-recipes.pkg.opera</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>OperaUpdateInfoProvider</key>
			<dict>
				<key>git_hash</key>
				<string>efeaab6cf934692ea81865584a5cee6e600ccb30</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bochoven-recipes/Opera/OperaUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>8363043b6a5fee7f68f2b9e6ad1c3a5dd5e3389cc69262f1bc5bc0a4b1e3136c</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.amsysuk-recipes.pkg.opera</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.moofit-recipes/Opera/opera.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>4a73a1d833d6a0048106d26f477fcbc647b6cae2f49a4d4f792e83d2619a1c90</string>
			</dict>
			<key>com.github.bochoven.recipes.Opera.download</key>
			<dict>
				<key>git_hash</key>
				<string>8d27dba163ed36782a410fdbd98434f65f96bb09</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.bochoven-recipes/Opera/Opera.download.recipe</string>
				<key>sha256_hash</key>
				<string>9a552cd538edc086f6fb4597363fbfa0a9989dc6117b9440668d5b9ff61d59d7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
