<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.privileges</string>
	<key>Input</key>
	<dict>
		<key>INSTALLERSCRIPTS</key>
		<string>Scripts</string>
		<key>NAME</key>
		<string>Privileges</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.pkg.privileges</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.privileges</key>
			<dict>
				<key>git_hash</key>
				<string>5d746a137799de02e10b2d169458ce362c9fb9e4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Privileges/Privileges.download.recipe</string>
				<key>sha256_hash</key>
				<string>1e8a22a1c2ef2723d9138722fdf40aecf0a376888f73dc3be7999bc5d8c5dd0d</string>
			</dict>
			<key>com.github.rtrouton.pkg.privileges</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/Privileges/privileges.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>36691e7a4a77806c341052265fee835a2b3c7894429c00c47a69e3dcab32c8c4</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
