<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.QLMarkdown</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>QLMarkdown</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.fishd72.pkg.QLMarkdown</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.fishd72.download.QLMarkdown</key>
			<dict>
				<key>path</key>
				<string>~/src/autopkg/recipes/QLMarkdown.download.recipe</string>
				<key>sha256_hash</key>
				<string>a94d0bfee142c00f5d08c48ee985a97c41d690d8ae814bf45539185b1406de54</string>
			</dict>
			<key>com.github.fishd72.pkg.QLMarkdown</key>
			<dict>
				<key>path</key>
				<string>~/src/autopkg/recipes/QLMarkdown.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a752694ca79325a375dd6a0d3f2b3ba0989266bf435c9b87cc069ba909dd4d51</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
