<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.royaltsx</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Royal TSX</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.pkg.RoyalTSX</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.RoyalTSX</key>
			<dict>
				<key>git_hash</key>
				<string>0a08fd519f78516e53dcb550942bc60f91d3294c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Royal/RoyalTSX.download.recipe</string>
				<key>sha256_hash</key>
				<string>25148f87581c3049205818f2e830da499fe41a99c9faa78e11b4001480fd1662</string>
			</dict>
			<key>com.github.homebysix.pkg.RoyalTSX</key>
			<dict>
				<key>git_hash</key>
				<string>a26aa3f486024024ed3c022d97d79a7d408b46b7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Royal/RoyalTSX.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>b4e44e61ff60847eabd0834a7d648194271535f6fa5969a3bc8464a9ffc44d4b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
