<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.royaltsx</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Royal TSX</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.pkg.RoyalTSX</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.RoyalTSX</key>
			<dict>
				<key>git_hash</key>
				<string>0a25ad1cda9e52d5b399fab417e1ff2d1d10c462</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Royal/RoyalTSX.download.recipe</string>
				<key>sha256_hash</key>
				<string>c645eebfbfdddc85d181320f21e47aad06d292922a66855755331882a1261c25</string>
			</dict>
			<key>com.github.homebysix.pkg.RoyalTSX</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Royal/royaltsx.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>a5d3b56df48e2f0d959745c83690ef8713be13b60a12f9baa981d057c77588cd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
