<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.Signal</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Signal</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.crystalllized.pkg.Signal</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.crystalllized.download.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>471c06bebe169cfedf69bb595c588f8a671884ec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.crystalllized-recipes/Signal/Signal.download.recipe</string>
				<key>sha256_hash</key>
				<string>1d4794dc9318fff6fe67e118ee3053118fe25c662389d25710dc3849822815b7</string>
			</dict>
			<key>com.github.crystalllized.pkg.Signal</key>
			<dict>
				<key>git_hash</key>
				<string>b325b3aaed7c8c2a34a73a6c1537b64171d12a79</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.crystalllized-recipes/Signal/Signal.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>cc11c629d27746230e6ca7a2a8457521fc4f706ae5b81d09fcaf6d5c157f51b3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
