<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.slack</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://slack.com/ssb/download-osx-universal</string>
		<key>NAME</key>
		<string>Slack</string>
		<key>PKG_ID</key>
		<string>com.tinyspeck.slackmacgap</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.killahquam.pkg.slack</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.killahquam.download.slack</key>
			<dict>
				<key>git_hash</key>
				<string>b92ae9dd0c3dfd847be0d2f9bbd9cd9c3de454e0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/Slack.download.recipe</string>
				<key>sha256_hash</key>
				<string>c18640260720b4320bbe2cf8078f77165f2320b998ece74e7646a24c45e46cc5</string>
			</dict>
			<key>com.github.killahquam.pkg.slack</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/Slack/slack.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>6eba275bfe4c448ebf898e983439a12e19b63cf5029668ae998a834600b1f50e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
