<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.SpringToolSuite</string>
	<key>Input</key>
	<dict>
		<key>BUNDLE_ID</key>
		<string>org.springsource.sts.ide</string>
		<key>DOWNLOAD_URL</key>
		<string>https://spring.io/tools</string>
		<key>NAME</key>
		<string>Spring Tool Suite</string>
		<key>SOFTWARETITLE</key>
		<string>SpringToolSuite4</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.rderewianko.pkg.SpringToolSuite</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.rderewianko.download.SpringToolSuite</key>
			<dict>
				<key>git_hash</key>
				<string>6dfed218810dd537fcaa1059443ec980fb064857</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rderewianko-recipes/SpringToolSuite/SpringToolSuite.download.recipe</string>
				<key>sha256_hash</key>
				<string>cb84aac1976b0eb376418e3d9a18528ef0a176ab315f6627fe5043f6367abccb</string>
			</dict>
			<key>com.rderewianko.pkg.SpringToolSuite</key>
			<dict>
				<key>git_hash</key>
				<string>e903d617ff2638a370c5a527337dcdfc34d6d3a1</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rderewianko-recipes/SpringToolSuite/SpringToolSuite.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>7f9bdc342eaf655ca357b0177f8dc387c92caca91b73f490cbebf4ac5313fae5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
