<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.TheUnarchiver</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>TheUnarchiver</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://updates.devmate.com/com.macpaw.site.theunarchiver.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.TheUnarchiver</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.TheUnarchiver</key>
			<dict>
				<key>git_hash</key>
				<string>4c42f36018949ce59178d691bca7ce8a45d8c051</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/The Unarchiver/TheUnarchiver.download.recipe</string>
				<key>sha256_hash</key>
				<string>d51ce7285a2d14b9643fc516b870958f1bdbe9a0fd9a5a426081e94a97d259de</string>
			</dict>
			<key>com.github.autopkg.pkg.TheUnarchiver</key>
			<dict>
				<key>git_hash</key>
				<string>b16dd558044d3d6306e86da2e0b9014654441d8d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/The Unarchiver/TheUnarchiver.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>fd9c7cb19827115924699347792bcbeac144b9d14f42450587b56d477d015ad9</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
