<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.pkg.vlc</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>VLC</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.pkg.VLC</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.VLC</key>
			<dict>
				<key>git_hash</key>
				<string>72aaf497ded4fd743905da2a5383a0a990067d39</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/VLC/VLC.download.recipe</string>
				<key>sha256_hash</key>
				<string>726256d1486e993b9ce49f292be6b3ffe14a51a3a2bb31d8a7c2e355428a1ad4</string>
			</dict>
			<key>com.github.autopkg.pkg.VLC</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/VLC/vlc.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5502ba34eef0dde192b3a5b2eaef62d05dcb43dee166ea432896b553eb0c6b2a</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
