<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Description</key>
	<string>Downloads the latest version of Imgcat, a command line tool to show images. ARCH can be either 'arm64' or 'x86_64'.</string>
	<key>Identifier</key>
	<string>com.github.fishd72.download.imgcat</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>imgcat</string>
		<key>REPO</key>
		<string>danielgatis/imgcat</string>
		<key>ARCH</key>
		<string>arm64</string>
	</dict>
	<key>MinimumVersion</key>
	<string>1.0.0</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Processor</key>
			<string>GitHubReleasesInfoProvider</string>
			<key>Arguments</key>
			<dict>
				<key>asset_regex</key>
				<string>^imgcat_.*_Darwin_%ARCH%.tar.gz</string>
				<key>github_repo</key>
				<string>%REPO%</string>
			</dict>
		</dict>
		<dict>
			<key>Processor</key>
			<string>URLDownloader</string>
			<key>Arguments</key>
			<dict>
				<key>url</key>
				<string>%url%</string>
			</dict>
		</dict>
		<dict>
			<key>Processor</key>
			<string>EndOfCheckPhase</string>
		</dict>
	</array>
</dict>
</plist>
